Revit 2027 API
FilterStringEquals Properties
The FilterStringEquals type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringEquals Class
Autodesk.Revit.DB Namespace